Repository: common-repository/comenta-wp
Catalog: lang/comenta-wp-*.po
Languages: ca, es_es

source: %a has commented in %t: %u
ca: %a ha comentat a %t: %u
es_es: %a ha comentado en %t: %u

source: Comenta WP configuration
ca: Configuració del Comenta WP
es_es: Configuración del Comenta WP

source: Introduce your Twitter user and password. All the comments made to your blog will be posted directly to this twitter account.
ca: Introdueix el teu usuari i contrasenya de Twitter. Tots els comentaris que es facin al bloc seran enviats directament a aquesta compta de Twitter.
es_es: Introduce tu usuario y contraseña de Twitter. Todos los comentarios de tu blog se mandaran directamente a esta cuenta de Twitter.

source: Twitter user name:
ca: Usuari Twitter:
es_es: Usuario Twitter:

source: Twitter password:
ca: Contrasenya Twitter:
es_es: Contraseña Twitter:

source: Message:
ca: Missatge:
es_es: Mensaje:

source: <strong>%a:</strong> Comment Author
ca: <strong>%a:</strong> Autor del comentari
es_es: <strong>%a:</strong> Autor del comentario

source: <strong>%t:</strong> Post title
ca: <strong>%t:</strong> Titol de de l'article
es_es: <strong>%t:</strong> Titulo del post

source: <strong>%u:</strong> Post link
ca: <strong>%u:</strong> Enllaç a l'article
es_es: <strong>%u:</strong> Enlace del post

source: URL Shorten Service:
ca: Servei per escurçar URL:
es_es: Servicio para acortar URL:

source: <strong>Twitter.com:</strong> Let twitter choose if the URL must be shortened or not.
ca: <strong>Twitter.com:</strong> Twitter decidirà si s'ha d'escurçar o no la URL.
es_es: <strong>Twitter.com:</strong> Twitter elegirá si se tiene que acortar la URL o no.

source: Save Changes
ca: Desa canvis
es_es: Guardar cambios

source: Comenta WP is almost configured.
ca: El Comenta WP està quasi configurat.
es_es: Comenta WP está casi configurado.

source: You have to configure you <a href = "%1$s">twitter username and password</a>.
ca: Has de configurar el teu <a href = "%1$s">usuari i contrasenya</a> de Twitter.
es_es: Tienes que configurar tu <a href = "%1$s">usuario y contraseña</a> de Twitter.

source: Publish all your comments directly to a twitter account.
ca: Publica tots els comentaris directament a una compte de Twitter.
es_es: Publica todos los comentarios directamente a una cuenta de Twitter.

source: Oriol Farr i Miquel Laboria
ca: Oriol Farre i Miquel Laboria
es_es: Oriol Farre y Miquel Laboria
